attilabuti.vscode-mjml
batisteo.vscode-django
CADENAS.vscode-glsllint
cesium.gltf-vscode
circledev.glsl-canvas
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
donjayamanne.jupyter
donjayamanne.python-extension-pack
eamodio.gitlens
EditorConfig.EditorConfig
eg2.tslint
esbenp.prettier-vscode
hangxingliu.vscode-nginx-conf-hint
himanoa.Python-autopep8
hollowtree.canvas-snippets
magicstack.MagicPython
Mikael.Angular-BeastCode
ms-azuretools.vscode-docker
ms-python.python
ms-vscode.cpptools
ms-vscode.vscode-typescript-tslint-plugin
ms-vsliveshare.vsliveshare
njpwerner.autodocstring
oderwat.indent-rainbow
PKief.material-icon-theme
robinbentley.sass-indented
rust-lang.rust
shanoor.vscode-nginx
shinnn.stylelint
slevesque.shader
steoates.autoimport
streetsidesoftware.code-spell-checker
VisualStudioExptTeam.vscodeintellicode
vscodevim.vim
wholroyd.jinja
