attilabuti.vscode-mjml
batisteo.vscode-django
cesium.gltf-vscode
circledev.glsl-canvas
dbaeumer.vscode-eslint
donjayamanne.jupyter
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dtoplak.vscode-glsllint
eamodio.gitlens
EditorConfig.EditorConfig
eg2.tslint
esbenp.prettier-vscode
hangxingliu.vscode-nginx-conf-hint
himanoa.Python-autopep8
KevinRose.vsc-python-indent
magicstack.MagicPython
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode.cpptools
ms-vscode.vscode-typescript-tslint-plugin
ms-vsliveshare.vsliveshare
njpwerner.autodocstring
PKief.material-icon-theme
rust-lang.rust
rust-lang.rust-analyzer
shanoor.vscode-nginx
slevesque.shader
steoates.autoimport
streetsidesoftware.code-spell-checker
stylelint.vscode-stylelint
VisualStudioExptTeam.vscodeintellicode
vscodevim.vim
wholroyd.jinja
